[
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "The Commission should, with the support of the Board, identify projects in the Union that are intended to start or expand the extraction, processing or recycling of strategic raw materials, or the production and scale-up of materials that can substitute strategic raw materials in strategic technologies, with the aim of recognising such projects as Strategic Projects. Effective support for Strategic Projects has the potential to improve access to strategic raw materials for downstream sectors, to create economic opportunities along the value chain, including for small and medium-sized enterprises (SMEs), and to contribute to the creation of employment. Therefore, to ensure the development of Strategic Projects across the Union, such projects should benefit from streamlined and predictable permitting procedures and support in gaining access to finance. Such measures could also inspire improvements in other permitting procedures and in access to finance for projects related to critical or other raw materials. In order to focus support and ensure their added value, projects should, before receiving such support, be assessed against a set of criteria. Raw material projects where strategic raw materials are a by-product, including from ferrous scrap, should also be eligible for such support, if they meet all relevant criteria. In order to be recognised as Strategic Projects in the Union, projects should strengthen the Union’s security of supply for strategic raw materials. Projects should also show sufficient technical feasibility, including the expected volume of strategic raw materials or substitute materials by which they increase Union capacity, excluding materials produced for research purposes; be implemented in an environmentally and socially sustainable manner; and provide cross-border benefits beyond the Member State concerned, including spill-over effects further down the value chain. Where the Commission assesses those criteria to be fulfilled, it should publish the recognition as a Strategic Project by means of a decision. As a speedy recognition is key to effectively supporting the Union’s security of supply, the assessment process should remain light and not overly burdensome."
  },
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "The Commission should, with the support of the Board, identify Strategic Projects in third countries or in OCTs that are intended to start or expand the extraction, processing or recycling of strategic raw materials, or the production of materials that can substitute strategic raw materials in strategic technologies. To ensure that such Strategic Projects are effectively implemented, they should benefit from improved access to finance, for instance through access to de-risking mechanisms for investment. In order to ensure their added value, projects should be assessed against a set of criteria. Like Strategic Projects in the Union, Strategic Projects in third countries should strengthen the Union’s security of supply for strategic raw materials and should show sufficient technical feasibility. Both Strategic Projects in the Union and Strategic Projects in third countries or in OCTs should comply with the same level of social and environmental sustainability. To become a Strategic Project in an emerging market or developing economy, a project should be mutually beneficial for the Union and the third country involved and add value in that country, taking into account also its consistency with the Union’s common commercial policy. Such value may be derived from a project’s contribution to more than one stage of the value chain as well as from creating through the project wider economic and social benefits, including the creation of employment in line with international standards. Where the Commission assesses those criteria to be fulfilled, it should publish the recognition as a Strategic Project by means of a decision."
  },
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "Although the reinforcement of the Union’s critical raw materials value chain is necessary to ensure increased security of supply, the supply chains of critical raw materials will remain global and exposed to external factors. Recent or ongoing events ranging from the COVID-19 crisis to the unprovoked and unjustified military aggression against Ukraine underlined the vulnerability of some of the Union’s supply chains to disruptions. In order to ensure that Union and Member State industries are able to anticipate supply disruption and prepared to withstand their consequences, measures should be developed to strengthen monitoring capacity, coordinate strategic stocks and reinforce the preparedness of companies."
  },
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "The Commission should, in accordance with Article 10(1) of Regulation (EU) No 1025/2012 of the European Parliament and of the Council(33), request one or more European standardisation organisations to draft European standards in support of the objectives of this Regulation."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "Natural gas (gas) remains an essential component of the energy supply of the Union. A large proportion of such gas is imported into the Union from third countries."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "A major disruption of gas supply can affect all Member States, the Union and Contracting Parties to the Treaty establishing the Energy Community, signed in Athens on 25 October 2005. It can also severely damage the Union economy and can have a major social impact, in particular on vulnerable groups of customers."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "This Regulation aims to ensure that all the necessary measures are taken to safeguard an uninterrupted supply of gas throughout the Union, in particular to protected customers in the event of difficult climatic conditions or disruptions of the gas supply. Those objectives should be achieved through the most cost-effective measures and in such a way that gas markets are not distorted."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "So far, the potential for more efficient and less costly measures through regional cooperation has not been fully exploited. This has to do not only with better coordination of national mitigation actions in emergency situations, but also with national preventive measures, such as national storage or policies related to LNG, which can be strategically important in certain regions of the Union."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "Member States should adopt the necessary measures for the implementation of the provisions concerning the solidarity mechanism, including by the Member States concerned agreeing on technical, legal and financial arrangements. Member States should describe the details of those arrangements in their emergency plans. The Commission should prepare legally non-binding guidance concerning the key elements that should be included in such arrangements."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "The scope of the CFP includes the conservation of marine biological resources and the management of fisheries targeting them. In addition, it includes, in relation to market measures and financial measures in support of its objectives, fresh water biological resources and aquaculture activities, as well as the processing and marketing of fishery and aquaculture products, where such activities take place on the territory of Member States or in Union waters, including by fishing vessels flying the flag of, and registered in, third countries, by Union fishing vessels, or by nationals of Member States, without prejudice to the primary responsibility of the flag State, bearing in mind the provisions of Article 117 of the United Nations Convention on the Law of the Sea of 10 December 1982(5)(UNCLOS)."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Aquaculture should contribute to the preservation of the food production potential on a sustainable basis throughout the Union so as to guarantee long-term food security, including food supplies, as well as growth and employment for Union citizens, and to contribute to meeting the growing world demand for aquatic food."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In order to ensure compliance with the rules of the CFP, an effective system of control, inspection and enforcement should be established, that includes the fight against IUU fishing activities."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "The objectives of the CFP cannot be sufficiently achieved by Member States alone, given the problems encountered in the development of the fishing industry and its management, and the limits on the financial resources of the Member States. Therefore, to contribute to the achievement of those objectives, multiannual Union financial assistance should be granted that is focused on the priorities of the CFP and tailored to the specific features of the fishing industry in individual Member States."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In view of the special characteristics of the outermost regions, of aquaculture, of markets and of the Black Sea, it is appropriate to establish a new Advisory Council for each of them."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "The EU Strategy for Energy System Integration also underlined the need for integrated energy infrastructure planning across energy carriers, infrastructures, and consumption sectors. Such system integration starts from the point of departure of applying the energy efficiency first principle and taking a holistic approach in policy and beyond individual sectors. It also addresses the decarbonisation needs of the hard to abate sectors, such as parts of industry or certain modes of transport, where direct electrification is, currently, technically or economically challenging. Such investments include hydrogen and electrolysers, which are progressing towards commercial large-scale deployment. The Commission communication of 8 July 2020 entitled ‘A hydrogen strategy for a climate-neutral Europe’ (the ‘Hydrogen Strategy’) gives priority to hydrogen production from renewable electricity, which is the cleanest solution and is most compatible with the Union’s climate neutrality objective. In a transitional phase however, other forms of low-carbon hydrogen are needed to more rapidly decarbonise existing hydrogen production, focusing on a diverse range of clean technologies, and to kick-start an economy of scale."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "It is important to streamline and improve the permit granting process, while respecting, to the extent possible and with due regard to the principle of subsidiarity, national competences and procedures for the construction of new energy infrastructure. Given the urgency of developing energy infrastructures, the simplification of the permit granting process should set a clear time limit for the decision of the relevant authorities regarding the construction of the project. That time limit should stimulate a more efficient definition and handling of procedures, and should under no circumstances compromise the high standards for the protection of the environment in line with environmental legislation and public participation. This Regulation should establish maximum time limits. However, Member States can strive to achieve shorter time limits where feasible and, in particular, as regards projects such as smart grids, which may not require as complex a permitting process as that for transmission infrastructure. The competent authorities should be responsible for ensuring compliance with the time limits."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "Regulations (EC) No 715/2009, (EU) 2019/942(27), and (EU) 2019/943 of the European Parliament and of the Council and Directives 2009/73/EC and (EU) 2019/944 should therefore be amended accordingly."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "Regulation (EU) No 347/2013 should therefore be repealed."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "Taking into account the main changes that should be made to the existing rules, a regulation is the appropriate legal instrument to replace Directive 98/8/EC to lay down clear, detailed and directly applicable rules. Moreover, a regulation ensures that legal requirements are implemented at the same time and in a harmonised manner throughout the Union."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "This Regulation applies without prejudice to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) and establishing a European Chemicals Agency(4). Under certain conditions, biocidal active substances are exempt from the relevant provisions of that Regulation."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "To evaluate the risks that would arise from proposed uses of biocidal products, it is appropriate that applicants submit dossiers which contain the necessary information. Defining a data set for active substances and for biocidal products in which they are contained is necessary so as to assist both applicants seeking authorisation and competent authorities carrying out an evaluation to decide on authorisation."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "The use of biocidal products of certain product-types might give rise to animal welfare concerns. Therefore, Member States should be allowed to derogate from the principle of mutual recognition for biocidal products falling under such product-types, in so far as such derogations are justified and do not jeopardise the purpose of this Regulation regarding an appropriate level of protection of the internal market."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "To respect the legitimate expectations of companies with respect to the placing on the market and use of low-risk biocidal products covered by Directive 98/8/EC, those companies should be allowed to make such products available on the market if they comply with the rules on the registration of low-risk biocidal products under that Directive. However, this Regulation should apply after the expiry of the first registration."
  },
  {
    "name": "REGULATION (EU) No 608/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 June 2013concerning customs enforcement of intellectual property rights and repealing Council Regulation (EC) No 1383/2003",
    "text": "Persons, users, bodies or groups of producers, who are in a position to initiate legal proceedings in their own name with respect to a possible infringement of an intellectual property right, should be entitled to submit an application."
  },
  {
    "name": "REGULATION (EU) No 608/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 June 2013concerning customs enforcement of intellectual property rights and repealing Council Regulation (EC) No 1383/2003",
    "text": "In order to ensure uniform conditions for the implementation of the provisions concerning defining the elements of the practical arrangements for the exchange of data with third countries and the provisions concerning the forms for the application and for requesting the extension of the period during which customs authorities are to take action, implementing powers should be conferred on the Commission, namely to define those elements of the practical arrangements and to establish standard forms. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers(8). For establishing the standard forms, although the subject of the provisions of this Regulation to be implemented falls within the scope of the common commercial policy, given the nature and impacts of those implementing acts, the advisory procedure should be used for their adoption, because all details of what information to include in the forms follows directly from the text of this Regulation. Those implementing acts will therefore only establish the format and structure of the form and will have no further implications for the common commercial policy of the Union."
  },
  {
    "name": "REGULATION (EU) 2021/784 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 29 April 2021on addressing the dissemination of terrorist content online(Text with EEA relevance)",
    "text": "This Regulation should set out rules to address the misuse of hosting services for the dissemination of terrorist content online in order to guarantee the smooth functioning of the internal market. Those rules should fully respect the fundamental rights protected in the Union and, in particular, those guaranteed by the Charter of Fundamental Rights of the European Union (the ‘Charter’)."
  },
  {
    "name": "REGULATION (EU) 2022/839 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022laying down transitional rules for the packaging and labelling of veterinary medicinal products authorised or registered in accordance with Directive 2001/82/EC or Regulation (EC) No 726/2004(Text with EEA relevance)",
    "text": "Regulation (EU) 2019/6 of the European Parliament and of the Council(3)began to apply on 28 January 2022."
  },
  {
    "name": "REGULATION (EU) 2021/56 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 January 2021laying down management, conservation and control measures applicable in the Inter-American Tropical Tuna Convention area and amending Council Regulation (EC) No 520/2007",
    "text": "By means of Council Decision 2006/539/EC(6), the Union approved the Convention for the Strengthening of the Inter-American Tropical Tuna Commission established by the 1949 Convention between the United States of America and the Republic of Costa Rica (‘the Convention’)."
  },
  {
    "name": "REGULATION (EU) 2021/56 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 January 2021laying down management, conservation and control measures applicable in the Inter-American Tropical Tuna Convention area and amending Council Regulation (EC) No 520/2007",
    "text": "The Inter-American Tropical Tuna Commission (IATTC) has the authority to adopt decisions (‘Resolutions’) to ensure the long-term conservation and sustainable use of the fishery resources in the Convention area. Resolutions are binding for the Contracting Parties. Resolutions are essentially addressed to the Contracting Parties to the Convention, but also contain obligations for private operators (e.g. masters of vessels). Resolutions enter into force 45 days following their adoption and, in respect of the Union, they must be implemented into Union law as soon as possible."
  },
  {
    "name": "REGULATION (EU) 2021/56 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 January 2021laying down management, conservation and control measures applicable in the Inter-American Tropical Tuna Convention area and amending Council Regulation (EC) No 520/2007",
    "text": "Since this Regulation implements all IATTC measures, Article 3(3), Article 4(3) and Title IV of Regulation (EC) No 520/2007 should be deleted,"
  },
  {
    "name": "REGULATION (EU) No 1299/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal",
    "text": "Interregional cooperation should aim to reinforce the effectiveness of cohesion policy by encouraging exchange of experience between regions on thematic objectives and urban development, including urban-rural linkages, to improve implementation of territorial cooperation programmes and actions as well as promoting analysis of development trends in the area of territorial cohesion through studies, data collection and other measures. The exchange of experience on thematic objectives should enhance design and implementation, principally of operational programmes under the Investment for growth and jobs goal, but also, where appropriate, of programmes under the European territorial cooperation goal, including the fostering of mutually beneficial cooperation between innovative research-intensive clusters and exchanges between researchers and research institutions in both developed and less developed regions, taking into consideration the experience of 'Regions of Knowledge' and 'Research potential in Convergence and Outermost regions' under the Seventh Framework Programme for Research."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "Considering the cooperation which is needed between the Member States and the Commission to develop, maintain and employ the electronic systems required for the implementation of the Union Customs Code (the Code), the Commission should not adopt the work programme supporting that development and governing the setting up of transitional periods where no opinion is delivered by the committee examining the draft implementing act."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "In view of increased security-related measures, the placing of goods into free zones should become a customs procedure and the goods should be subject to customs controls at entry and with regard to records."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "This Regulation should be without prejudice to existing and future Union rules on access to documents adopted in accordance with Article 15(3) TFEU. It should also be without prejudice to national rules on access to documents."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "All SoHO being exported from the Union should first require a release to confirm compliance with the quality and safety provisions of this Regulation. Export, which should be considered as a SoHO activity, can have an impact on SoHO supply within the Union. Therefore, entities exporting SoHO should be authorised as SoHO establishments."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "The Commission should have the necessary experience and knowledge to be able to perform controls as to the Member States’ effective application of the relevant requirements set out in this Regulation. The controls could be organised in different ways, such as audits, visits or surveys, and in collaboration with the Member States so as to limit the administrative burden. They should also serve to investigate and collect information on enforcement practices or problems, emergencies and new developments in Member States. They should be performed by personnel who are independent, free from any conflict of interests and in particular who are not in a situation which, directly or indirectly, could affect their ability to carry out their professional duties in an impartial manner."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "As regards the Common Agricultural Policy (CAP), significant synergies have already been obtained by harmonising and aligning management and control rules for the first pillar (European Agricultural Guarantee Fund - EAGF) and the second pillar (EAFRD) of the CAP. The strong link between the EAGF and the EAFRD should therefore be maintained and the structures already in place in the Member States preserved."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In the context of its effort to increase economic, territorial and social cohesion, the Union should, at all stages of implementation of the ESI Funds, aim at eliminating inequalities and at promoting equality between men and women and integrating the gender perspective, as well as at combating discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation as set out in Article 2 of the Treaty on the European Union (TEU), Article 10 TFEU and Article 21 of the Charter of Fundamental Rights of the European Union, taking into account in particular accessibility for persons with disabilities, as well as Article 5(2) of the Charter of Fundamental Rights stating that no one is to be required to perform forced or compulsory labour."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In order to facilitate the focus on performance and attainment of the objectives of the Union strategy for smart, sustainable and inclusive growth, a performance reserve consisting of 6 % of the total allocation for the Investment for growth and jobs goal, as well as for the EARDF and for measures financed under shared management in accordance with a future Union legal act establishing the conditions for the financial support for maritime and fisheries policy for the 2014-2020 programming period (the 'EMFF Regulation'), should be established for each Member State. Due to their diversity and multi-country character, there should be no performance reserve for programmes under the European territorial cooperation goal. The resources allocated to the Youth Employment Initiative (YEI) as defined in the operational programme in accordance with Regulation (EU) No 1304/2013 of the European Parliament and of the Council(5)(the 'ESF Regulation'); to technical assistance at the initiative of the Commission; transfers from the first pillar of the CAP to the EAFRD under Regulation (EU) No 1307/2013 of the European Parliament and of the Council(6); transfers to the EAFRD pursuant to the provisions on voluntary adjustment of direct payments in 2013 and on transfers to the EAFRD, laid down in Council Regulation (EC) No 73/2009(7)in respect of calendar years 2013 and 2014; transfers to the Connecting Europe Facility from the Cohesion Fund; transfers to the Fund for European Aid for the Most Deprived, as defined in a future Union legal act; and innovative actions for sustainable urban development should be excluded for the purpose of calculating the performance reserve."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "Member States should adopt adequate measures to guarantee the proper set up and functioning of their management and control systems to give assurance on the legal and regular use of the ESI Funds. The obligations of Member States as regards the management and control systems of programmes, and in relation to the prevention, detection and correction of irregularities and infringements of Union law should therefore be specified."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "Additional provisions for the specific functioning of the EAFRD and the EMFF are set out in the relevant sector-specific legislation."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In order to promote the TFEU objectives of economic, social and territorial cohesion, the Investment for growth and jobs goal should support all regions. To provide balanced and gradual support and reflect the level of economic and social development, resources under that goal should be allocated from the ERDF and the ESF among the less developed regions, the transition regions and the more developed regions according to their GDP per capita in relation to the EU-27 average. In order to ensure the long-term sustainability of investment from the Structural Funds, to consolidate the development achieved and to encourage the economic growth and social cohesion of the Union's regions, regions whose GDP per capita for the 2007-2013 programming period was less than 75 % of the average of the EU-25 for the reference period but whose GDP per capita has grown to more than 75 % of the EU-27 average should receive at least 60 % of their indicative average annual 2007-2013 allocation. The total allocation from the ERDF, the ESF and the Cohesion Fund for a Member State should be at least 55 % of its individual 2007-2013 total allocation. Member States whose per capita gross national income (GNI) is less than 90 % of that of the Union average should benefit under the Investment for growth and jobs goal from the Cohesion Fund."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In addition, in line with the headline target on poverty reduction, it is necessary to reorient the Fund for European Aid for the Most Deprived to promote social inclusion. A mechanism should be envisaged which transfers resources to this instrument from the Structural Funds' allocations of each Member State."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In order to ensure that the allocation for each Fund is concentrated on the Union strategy for smart, sustainable and inclusive growth and the Fund-specific missions pursuant to their Treaty-based objectives, it is necessary to establish ceilings for the allocation to technical assistance of the Member State. It is also necessary to ensure that the legal framework for the programming of technical assistance facilitates the creation of streamlined delivery arrangements in a context where Member States implement multiple Funds in parallel and it should be possible for that framework to comprise several categories of regions."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "It is necessary to establish a legal framework which provides robust management and control systems at national and regional level and an appropriate division of roles and responsibilities in the context of shared management. The role of the Commission should therefore be specified and clarified and proportionate rules set out for the application of financial corrections by the Commission."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In order to ensure the necessary input and better involvement of Member States when the Commission exercises its implementing powers with regard to this Regulation in certain particularly sensitive policy areas relating to the ESI Funds and in order to strengthen the Member States' role in adopting uniform conditions in such areas or other executive measures with substantial implications or with a potentially significant impact on either the national economy, the national budget or on the proper functioning of the public administration of the Member States, the implementing acts relating to the methodology for providing information on the support for climate change objectives, the detailed arrangements to ensure a consistent approach for determining in the performance framework the milestones and targets for each priority and for assessing the achievement of the milestones and targets, standard terms and conditions for monitoring of financial instruments, the detailed arrangements for the transfer and management of programme contributions managed by the bodies implementing financial instruments, a model of the funding agreement concerning the joint uncapped guarantee and securitisation financial instruments in favour of SMEs, the models to be used when submitting additional information concerning financial instruments with the applications for payments to the Commission and when reporting on financial instruments to the Commission, the terms and conditions for the electronic data exchange system for management and control, the nomenclature, based on which the categories of intervention are to be defined concerning"
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "Since this Regulation replaces Regulation (EC) No 1083/2006, that Regulation should therefore be repealed. Nevertheless, this Regulation should not affect either the continuation or modification of assistance approved by the Commission on the basis of Regulation (EC) No 1083/2006 or any other legislation applying to that assistance on 31 December 2013. Applications made or approved under Regulation (EC) No 1083/2006 should therefore remain valid. Special transitional rules should be also laid down by way of derogation from point (b) of Article 59(1) of Regulation (EC) No 1083/2006 as to when a managing authority can carry out the functions of the certifying authority for operational programmes, implemented under the previous legislative framework, for the purposes of the Commission assessment in accordance with Article 73(3) of the Regulation (EC) No 1083/2006 when applying Article 123(5) of this Regulation and concerning the approval procedure of major projects under point (a) of Article 102(1) of this Regulation."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "To contribute to the achievement of the policy objective of the Fund, Member States should ensure that the priorities of their programmes address all the specific objectives of the Fund, that the priorities chosen are in accordance with the implementation measures set out in Annex II, and that the allocation of resources between objectives is proportionate to challenges and needs and ensures that the policy objective can be met."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In an effort to strengthen complementarities between the Fund and the Instrument for Financial Support for Border Management and Visa Policy, multipurpose equipment and ICT systems of which the primary use is in accordance with this Regulation should also be able to be used for achieving the objectives of the Instrument for Financial support for Border Management and Visa Policy."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "Blending operations have a voluntary nature and are operations supported by the Union budget that combine non-repayable forms of support, repayable forms of support, or both, from the Union budget with repayable forms of support from promotional, development or other public finance institutions, as well as support from commercial finance institutions and investors."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "Horizontal financial rules adopted by the European Parliament and the Council on the basis of Article 322 TFEU apply to this Regulation. Those rules are laid down in the Financial Regulation and determine in particular the procedure for establishing and implementing the budget through grants, procurement, prizes and indirect implementation, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 322 TFEU also include a general regime of conditionality for the protection of the Union budget."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "Through indicators and financial reporting, the Commission and the Member States should monitor the implementation of the Fund in accordance with the relevant provisions of Regulation (EU) 2021/1060 and this Regulation. Starting from 2023, Member States should submit to the Commission annual performance reports covering the latest accounting year. Those reports should contain information on the progress made in the implementation of Member States’ programmes. The Member States should also submit summaries of those reports to the Commission. The Commission should translate those summaries into all official languages of the Union and make them publicly available on its website, together with links to the Member States’ websites referred to in Regulation (EU) 2021/1060."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In order to supplement and amend non-essential elements in this Regulation, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of the list of actions eligible for higher co-financing rates set out in Annex IV, operating support under Annex VII and the further development of the monitoring and evaluation framework. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law Making. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "Trading venues should be required to provide access including data feeds on a transparent and non-discriminatory basis to CCPs that wish to clear transactions executed on a trading venue. However, this should not necessitate the use of interoperability arrangements for clearing transactions in derivatives or create liquidity fragmentation in a way that would threaten the smooth and orderly functioning of markets. Access should only be denied by a trading venue if certain access criteria specified in regulatory technical standards are not met. With regard to exchange-traded derivatives, it would be disproportionate to require smaller trading venues, particularly those closely linked to CCPs, to comply with non-discriminatory access requirements immediately if they have not yet acquired the technological capability to engage on a level playing field with the majority of the post-trade infrastructure market. Therefore trading venues below the relevant threshold should have the option of exempting themselves, and therefore their associated CCPs, from non-discriminatory access requirements in respect of exchange-traded derivatives for a period of 30 months with the possibility of subsequent renewals. However, if a trading venue chooses to exempt itself, it should not be able to benefit from the access rights to a CCP under this Regulation for the duration of the exemption."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "Certain procedures should also reflect the need for a balanced sharing of costs between Member States. In particular in the area of sickness, such procedures should take account of the position of Member States which bear the costs of allowing insured persons access to their healthcare system and the position of Member States whose institutions bear the cost of benefits in kind received by their insured persons in a Member State other than that in which they are resident."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The farm advisory system should cover at least the obligations at farm level resulting from cross-compliance standards and requirements. That system should also cover the requirements to be respected in relation to the agricultural practices beneficial for the climate and the environment and the maintenance of the agricultural area under Regulation (EU) No 1307/2013 of the European Parliament and of the Council(4)and measures at farm level provided for in rural development programmes aiming at farm modernisation, competitiveness building, sectoral integration, innovation, market orientation and promotion of entrepreneurship."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "When implementing the budget, the Commission should operate a monthly early-warning and monitoring system for agricultural expenditure so that, if there is a risk of the annual ceiling being exceeded, the Commission may at the earliest opportunity take the appropriate measures under the management powers at its disposal and propose other measures if those measures appear to be insufficient. A periodic report by the Commission to the European Parliament and to the Council should compare the evolution of the expenditure effected to date in relation to the profiles and should give an assessment of the foreseeable implementation for the remainder of the budget year."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "Rules relating to the general principles applicable to checks, to withdrawals of undue payments and to the imposition of penalties are contained in various sectoral agricultural regulations. Those rules should be collected in the same legal framework at a horizontal level. They should cover the obligations of the Member States as regards administrative and on-the-spot checks, the purpose of which is to check compliance with the provisions of the CAP measures, and should cover the rules on the recovery of aid, and the reduction and exclusion of aid. Rules on checks of obligations not necessarily linked to the payment of an aid should be laid down as well."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The main elements of the integrated system and, in particular, the provisions concerning a computerised database, an identification system for agricultural parcels, aid applications or payment claims and a system for the identification and recording of payment entitlements should be maintained, whilst taking into account the evolution of the policy, in particular, by the introduction of payment for agricultural practices beneficial for the climate and the environment and the ecological benefits of landscape features. With a view to reducing the administrative burden and ensuring efficient and effective controls, Member States should make appropriate use of technology when setting up those systems."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "Therefore it must be considered that providing for the general publication of the relevant information does not go beyond what is necessary in a democratic society in view of the need to protect the Union's financial interests as well as, the overriding weight of the objective of the public control of the use of the money from the Funds."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The implementing powers of the Commission should cover: the form of the securities to be lodged and the procedure for lodging the securities, for accepting them, and for replacing the original securities; the procedures for the release of securities and the notification to be made by Member States or by the Commission in the context of securities; They should also cover: rules which are both necessary and justifiable in an emergency in order to resolve specific problems in relation to payment periods and the payment of advances; rules on the aid applications and payments claims, the applications for payment entitlements, including the final date for submission of applications, the requirements as to the minimum amount of information to be included in the applications, provisions for amendments to or the withdrawal of aid applications, exemption from the requirement to submit aid applications and provisions which allow Member States to apply simplified procedures or to correct obvious errors."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The objectives and principles of Directive 95/46/EC remain sound, but it has not prevented fragmentation in the implementation of data protection across the Union, legal uncertainty or a widespread public perception that there are significant risks to the protection of natural persons, in particular with regard to online activity. Differences in the level of protection of the rights and freedoms of natural persons, in particular the right to the protection of personal data, with regard to the processing of personal data in the Member States may prevent the free flow of personal data throughout the Union. Those differences may therefore constitute an obstacle to the pursuit of economic activities at the level of the Union, distort competition and impede authorities in the discharge of their responsibilities under Union law. Such a difference in levels of protection is due to the existence of differences in the implementation and application of Directive 95/46/EC."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "This Regulation does not apply to the personal data of deceased persons. Member States may provide for rules regarding the processing of personal data of deceased persons."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "It is often not possible to fully identify the purpose of personal data processing for scientific research purposes at the time of data collection. Therefore, data subjects should be allowed to give their consent to certain areas of scientific research when in keeping with recognised ethical standards for scientific research. Data subjects should have the opportunity to give their consent only to certain areas of research or parts of research projects to the extent allowed by the intended purpose."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The main establishment of a controller in the Union should be the place of its central administration in the Union, unless the decisions on the purposes and means of the processing of personal data are taken in another establishment of the controller in the Union, in which case that other establishment should be considered to be the main establishment. The main establishment of a controller in the Union should be determined according to objective criteria and should imply the effective and real exercise of management activities determining the main decisions as to the purposes and means of processing through stable arrangements. That criterion should not depend on whether the processing of personal data is carried out at that location. The presence and use of technical means and technologies for processing personal data or processing activities do not, in themselves, constitute a main establishment and are therefore not determining criteria for a main establishment. The main establishment of the processor should be the place of its central administration in the Union or, if it has no central administration in the Union, the place where the main processing activities take place in the Union. In cases involving both the controller and the processor, the competent lead supervisory authority should remain the supervisory authority of the Member State where the controller has its main establishment, but the supervisory authority of the processor should be considered to be a supervisory authority concerned and that supervisory authority should participate in the cooperation procedure provided for by this Regulation. In any case, the supervisory authorities of the Member State or Member States where the processor has one or more establishments should not be considered to be supervisory authorities concerned where the draft decision concerns only the controller. Where the processing is carried out by a group of undertakings, the main establishment of the controlling undertaking should be considered to be the main establishment of the group of undertakings, except where the purposes and means of processing are determined by another undertaking."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The processing of special categories of personal data may be necessary for reasons of public interest in the areas of public health without consent of the data subject. Such processing should be subject to suitable and specific measures so as to protect the rights and freedoms of natural persons. In that context, ‘public health’ should be interpreted as defined in Regulation (EC) No 1338/2008 of the European Parliament and of the Council(11), namely all elements related to health, namely health status, including morbidity and disability, the determinants having an effect on that health status, health care needs, resources allocated to health care, the provision of, and universal access to, health care as well as health care expenditure and financing, and the causes of mortality. Such processing of data concerning health for reasons of public interest should not result in personal data being processed for other purposes by third parties such as employers or insurance and banking companies."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Where personal data might lawfully be processed because processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller, or on grounds of the legitimate interests of a controller or a third party, a data subject should, nevertheless, be entitled to object to the processing of any personal data relating to his or her particular situation. It should be for the controller to demonstrate that its compelling legitimate interest overrides the interests or the fundamental rights and freedoms of the data subject."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The risk to the rights and freedoms of natural persons, of varying likelihood and severity, may result from personal data processing which could lead to physical, material or non-material damage, in particular: where the processing may give rise to discrimination, identity theft or fraud, financial loss, damage to the reputation, loss of confidentiality of personal data protected by professional secrecy, unauthorised reversal of pseudonymisation, or any other significant economic or social disadvantage; where data subjects might be deprived of their rights and freedoms or prevented from exercising control over their personal data; where personal data are processed which reveal racial or ethnic origin, political opinions, religion or philosophical beliefs, trade union membership, and the processing of genetic data, data concerning health or data concerning sex life or criminal convictions and offences or related security measures; where personal aspects are evaluated, in particular analysing or predicting aspects concerning performance at work, economic situation, health, personal preferences or interests, reliability or behaviour, location or movements, in order to create or use personal profiles; where personal data of vulnerable natural persons, in particular of children, are processed; or where processing involves a large amount of personal data and affects a large number of data subjects."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "In order to demonstrate compliance with this Regulation, the controller or processor should maintain records of processing activities under its responsibility. Each controller and processor should be obliged to cooperate with the supervisory authority and make those records, on request, available to it, so that it might serve for monitoring those processing operations."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The Commission should monitor the functioning of decisions on the level of protection in a third country, a territory or specified sector within a third country, or an international organisation, and monitor the functioning of decisions adopted on the basis of Article 25(6) or Article 26(4) of Directive 95/46/EC. In its adequacy decisions, the Commission should provide for a periodic review mechanism of their functioning. That periodic review should be conducted in consultation with the third country or international organisation in question and take into account all relevant developments in the third country or international organisation. For the purposes of monitoring and of carrying out the periodic reviews, the Commission should take into consideration the views and findings of the European Parliament and of the Council as well as of other relevant bodies and sources. The Commission should evaluate, within a reasonable time, the functioning of the latter decisions and report any relevant findings to the Committee within the meaning of Regulation (EU) No 182/2011 of the European Parliament and of the Council(12)as established under this Regulation, to the European Parliament and to the Council."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The possibility for the controller or processor to use standard data-protection clauses adopted by the Commission or by a supervisory authority should prevent controllers or processors neither from including the standard data-protection clauses in a wider contract, such as a contract between the processor and another processor, nor from adding other clauses or additional safeguards provided that they do not contradict, directly or indirectly, the standard contractual clauses adopted by the Commission or by a supervisory authority or prejudice the fundamental rights or freedoms of the data subjects. Controllers and processors should be encouraged to provide additional safeguards via contractual commitments that supplement standard protection clauses."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "A group of undertakings, or a group of enterprises engaged in a joint economic activity, should be able to make use of approved binding corporate rules for its international transfers from the Union to organisations within the same group of undertakings, or group of enterprises engaged in a joint economic activity, provided that such corporate rules include all essential principles and enforceable rights to ensure appropriate safeguards for transfers or categories of transfers of personal data."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The lead authority should be competent to adopt binding decisions regarding measures applying the powers conferred on it in accordance with this Regulation. In its capacity as lead authority, the supervisory authority should closely involve and coordinate the supervisory authorities concerned in the decision-making process. Where the decision is to reject the complaint by the data subject in whole or in part, that decision should be adopted by the supervisory authority with which the complaint has been lodged."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "It is necessary to specify the objectives of ETIAS, to define its technical and organisational architecture, to lay down rules concerning the operation and the use of the data to be entered into the system by the applicant and rules on the issue or refusal of the travel authorisations, to lay down the purposes for which the data are to be processed, to identify the authorities authorised to access the data and to ensure the protection of personal data."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "The conditions for issuing a travel authorisation should be coherent with the specific objectives associated with the different types of alerts recorded in SIS. In particular, the fact that applicants would be subject to an alert on persons wanted for arrest for surrender purposes or extradition purposes or to an alert on persons for discreet checks or specific checks should not prevent them from being issued with a travel authorisation with a view to Member States taking appropriate action in accordance with Council Decision 2007/533/JHA(6)."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "The ETIAS screening rules should be used to analyse an application file by enabling a comparison between the data recorded in it and specific risk indicators corresponding to previously identified security, illegal immigration or high epidemic risks. The criteria used for defining the specific risk indicators should in no circumstances be based solely on a person’s sex or age. They should also in no circumstances be based on information revealing a person’s colour, race, ethnic or social origin, genetic features, language, political or any other opinion, religion or philosophical belief, trade union membership, membership of a national minority, property, birth, disability, or sexual orientation. The specific risk indicators should be defined, established, assessedex ante, implemented, evaluatedex post, revised and deleted by the ETIAS Central Unit following consultation of an ETIAS screening board composed of representatives of the ETIAS National Units and the agencies involved. To help ensure the respect of fundamental rights in the implementation of the ETIAS screening rules and specific risk indicators, an ETIAS Fundamental Rights Guidance Board should be established. The secretariat for its meetings should be provided by the Fundamental Rights Officer of the European Border and Coast Guard Agency."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission to adopt detailed rules on:"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "In order to integrate this Regulation into the existing legal framework and to reflect the necessary operational changes for eu-LISA and the European Border and Coast Guard Agency, Regulations (EU) No 1077/2011(28), (EU) No 515/2014(29), (EU) 2016/399, (EU) 2016/1624(30)and (EU) 2017/2226(31)of the European Parliament and of the Council should be amended."
  }
]