[
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "The provisions on monitoring and strategic stocks included in this Regulation do not entail the harmonisation of national laws and regulations and do not replace existing mechanisms. Monitoring and risk preparedness incentives should be in line with Union law. Union legislative acts such as the proposed single market emergency instrument, which aims to anticipate, mitigate and respond to crises affecting the functioning of the internal market or Regulation (EU) 2022/2372 could apply to strategic and critical raw materials in the event of a crisis or a threat to the extent that those raw materials fall within the scope of such legislative acts. Complementarity and coherence between this Regulation and Union crisis instruments should be ensured by the Commission through the exchange of information between the relevant advisory and governance bodies established by those legislative acts."
  },
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "Permanent magnets are incorporated in a wide variety of products, with wind turbines and electric vehicles being the most important and fastest-growing applications but also other products, including magnetic resonance imaging devices, industrial robots, light means of transport, cooling generators, heat pumps, electric motors, industrial electric pumps, automatic washing machines, tumble driers, microwaves, vacuum cleaners and dishwashers containing significant amounts worth recovering. Electric motors should also be covered when included in other products. Most permanent magnets, in particular the most performant types, contain critical raw materials, such as neodymium, praseodymium, dysprosium and terbium, boron, samarium, nickel or cobalt. Their recycling is possible but today only performed in the Union at a small scale or in the context of research projects. Permanent magnets should therefore be a priority product for increasing circularity, thereby fostering a secondary market for permanent magnets and ensuring security of supply of critical raw materials."
  },
  {
    "name": "REGULATION (EU) 2024/1252 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 April 2024establishing a framework for ensuring a secure and sustainable supply of critical raw materials and amending Regulations (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1724 and (EU) 2019/1020(Text with EEA relevance)",
    "text": "To keep the administrative burden on Member States to a minimum, the different reporting obligations should be streamlined, and the Commission should develop a template allowing Member States to fulfil their reporting obligations on projects, exploration, monitoring or strategic stocks within a regularly published single document, that may be confidential or restricted."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "Certain customers, including households and customers providing essential social services are particularly vulnerable and may need protection against the negative effects of disruption of gas supply. A definition of such protected customers should not conflict with the Union solidarity mechanisms."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "Regulation (EU) No 994/2010 requires transmission system operators to enable permanent physical bi-directional capacity on all cross-border interconnections unless an exemption has been granted from that obligation. It aims to ensure that the possible benefits of permanent bi-directional capacity are always taken into account when a new interconnection is planned. However, bi-directional capacity can be used to supply gas both to the neighbouring Member State and to others along the gas supply corridor. The benefits to the security of gas supply of enabling permanent physical bi-directional capacity need to be seen from a broader perspective, in a spirit of solidarity and enhanced cooperation. A comprehensive cost-benefit analysis that takes account of the whole transportation corridor should be conducted when considering whether to implement bi-directional capacity. The competent authorities concerned should be required to re-examine the exemptions granted under Regulation (EU) No 994/2010 on the basis of the results of the common risk assessments. The overall objective should be to have a growing bi-directional capacity and keep one-directional capacity in future cross-border projects to a minimum."
  },
  {
    "name": "REGULATION (EU) 2017/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 October 2017concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010(Text with EEA relevance)",
    "text": "Since gas supplies from third countries are central to the security of gas supply in the Union, the Commission should coordinate action with regard to third countries, work with supplying and transit countries on arrangements to handle crisis situations and ensure a stable gas flow to the Union. The Commission should beentitled to deploy a task force to monitor gas flows into the Union in crisis situations after consulting Member States and the third countries involved and, where a crisis arises from difficulties in a third country, to act as mediator and facilitator. The Commission should report regularly to the GCG."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Council Regulation (EC) No 2371/2002(4)established a Community system for the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (CFP)."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Marine biological resources around the Union outermost regions referred to in the first paragraph of Article 349 of the Treaty should be especially protected since they contribute to the preservation of the local economy of those territories, having regard to their structural, social and economic situation. Certain fishing activities in those waters should therefore be limited to fishing vessels registered in the ports of those territories."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In order to contribute to the conservation of living aquatic resources and marine ecosystems, the Union should endeavour to protect areas that are biologically sensitive, by designating them as protected areas. In such areas, it should be possible to restrict or to prohibit fishing activities. When deciding which areas to designate, particular attention should be paid to those in which there is clear evidence of heavy concentrations of fish below minimum conservation reference size and of spawning grounds, and to areas which are deemed to be bio-geographically sensitive. Account should also be taken of existing conservation areas. In order to facilitate the designation process, Member States should identify suitable areas, including areas that form part of a coherent network, and, where appropriate, should cooperate with one another, preparing and sending joint recommendations to the Commission. In order to establish protected areas more effectively, it should be possible for the Commission to be empowered to establish them in a multiannual plan. In order to ensure a suitable level of democratic accountability and control, the Commission should regularly report to the European Parliament and to the Council on the functioning of those protected areas."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In the management of the landing obligation, it is necessary that Member States do their utmost to reduce unwanted catches. To this end, improvements of selective fishing techniques to avoid and reduce, as far as possible, unwanted catches must have high priority. It is important for Member States to distribute quotas between vessels in a mix that reflects as far as possible the expected composition of species in the fisheries. In the event of a mismatch between available quotas and actual fishing pattern, Member States should consider adjustments through quota swaps with other Member States, including on a permanent basis. Member States should also consider facilitating the pooling by vessel owners of individual quotas, for example at the level of producer organisations or groups of vessel owners. Ultimately, Member States should consider counting by-catch species against the quota of the target species, depending on the conservation status of the by-catch species."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "For stocks for which no multiannual plan has been established, exploitation rates delivering maximum sustainable yield should be ensured by setting catch or fishing effort limits. If available data is insufficient, fisheries should be managed by using approximative parameters."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Such relative stability of fishing activities, given the temporary biological situation of stocks, should safeguard and take full account of the particular needs of regions where local communities are especially dependent on fisheries and related activities, as decided by the Council in its Resolution of 3 November 1976(14), and in particular Annex VII thereto."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Member States should take specific measures to align the number of Union fishing vessels with available resources, based on their assessments of the balance between the fishing capacity of their fleets and the fishing opportunities available to them. The assessments should be made in accordance with Commission guidelines and be presented in an annual report to be transmitted to the Commission. Those reports should be made public. Each Member State should be able to choose the measures and instruments which it wishes to adopt in order to reduce excessive fishing capacity."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "Aquaculture should contribute to the preservation of the food production potential on a sustainable basis throughout the Union so as to guarantee long-term food security, including food supplies, as well as growth and employment for Union citizens, and to contribute to meeting the growing world demand for aquatic food."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In order to ensure the involvement of operators in the Union data collection and in the Union system for control, inspection, and enforcement, Member States should be able to require their operators to contribute proportionally to the corresponding operational costs."
  },
  {
    "name": "REGULATION (EU) No 1380/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 11 December 2013on the Common Fisheries Policy, amending Council Regulations (EC) No 1954/2003 and (EC) No 1224/2009 and repealing Council Regulations (EC) No 2371/2002 and (EC) No 639/2004 and Council Decision 2004/585/EC",
    "text": "In order to ensure uniform conditions for the implementation of the provisions of this Regulation in respect of temporary measures to alleviate a serious threat to the conservation of marine biological resources, of the entry-exit scheme in fleet management and of the recording, format and transmission of data for the Union fishing fleet register, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council(16)."
  },
  {
    "name": "REGULATION (EU) 2019/1148 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 June 2019on the marketing and use of explosives precursors, amending Regulation (EC) No 1907/2006 and repealing Regulation (EU) No 98/2013(Text with EEA relevance)",
    "text": "For some restricted explosives precursors at concentrations above the limit values provided for in this Regulation, there exists no legitimate use by members of the general public. Therefore, licensing should be discontinued for potassium chlorate, potassium perchlorate, sodium chlorate and sodium perchlorate. Licensing should only be permitted for a limited number of restricted explosives precursors for which there exists a legitimate use by members of the general public. Such licensing should be limited to concentrations that do not exceed the upper limit value provided for in this Regulation. Above that upper limit value the risk of the illicit manufacture of explosives outweighs the negligible legitimate use of those explosives precursors by members of the general public, given that alternatives to, or lower concentrations of, those precursors can achieve the same effect. This Regulation should also determine the circumstances which the competent authorities should, as a minimum, take into account when considering whether to issue a licence. Together with the format of a licence set out in Annex III, this should facilitate the recognition of licences issued by other Member States."
  },
  {
    "name": "REGULATION (EU) 2019/1148 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 June 2019on the marketing and use of explosives precursors, amending Regulation (EC) No 1907/2006 and repealing Regulation (EU) No 98/2013(Text with EEA relevance)",
    "text": "In order to apply the restrictions and controls of this Regulation, those economic operators selling to professional users or to members of the general public who hold a licence should be able to rely on information made available upstream in the supply chain. Each economic operator in the supply chain should therefore inform the recipient of regulated explosives precursors that the making available, introduction, possession or use of those explosives precursors by members of the general public is subject to this Regulation, for example, by affixing an appropriate label to the packaging, by verifying that an appropriate label is affixed to the packaging, or by including that information in the safety data sheet compiled in accordance with Annex II to Regulation (EC) No 1907/2006 of the European Parliament and of the Council(4)."
  },
  {
    "name": "REGULATION (EU) 2019/1148 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 20 June 2019on the marketing and use of explosives precursors, amending Regulation (EC) No 1907/2006 and repealing Regulation (EU) No 98/2013(Text with EEA relevance)",
    "text": "Since the objective of this Regulation, namely limiting access by the members of the general public to explosives precursors, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale and effects of the limitation, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "The Union’s energy infrastructure should be resilient to the unavoidable impacts that climate change is expected to create in Europe in spite of the mitigation efforts. Hence, strengthening the efforts on climate adaptation and mitigation, resilience building, disaster prevention and preparedness is crucial."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "Following close consultations with all Member States and stakeholders, the Commission has identified 14 trans-European energy infrastructure priorities, the implementation of which is essential for the achievement of the Union’s 2030 targets for energy and climate and its 2050 climate neutrality objective. Those priorities cover various geographic regions or thematic areas in the field of electricity transmission and storage, offshore grids for renewable energy, hydrogen transmission and storage, electrolysers, smart gas grids, smart electricity grids, and the transport and storage of carbon dioxide."
  },
  {
    "name": "REGULATION (EU) 2022/869 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 30 May 2022on guidelines for trans-European energy infrastructure, amending Regulations (EC) No 715/2009, (EU) 2019/942 and (EU) 2019/943 and Directives 2009/73/EC and (EU) 2019/944, and repealing Regulation (EU) No 347/2013",
    "text": "In order to ensure that the Union list is limited to projects which contribute the most to the implementation of the strategic energy infrastructure priority corridors and areas set out in an annex to this Regulation, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission to amend the annexes to this Regulation so as to establish and review the Union list, while respecting the right of the Member States to approve projects on the Union list related to their territories. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making(29). The Commission, when preparing and drawing up delegated acts, should ensure the simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council. Where they consider this necessary, the European Parliament and the Council may each send experts to meetings of the Commission expert groups dealing with the preparation of delegated acts to which Member States’ experts are invited."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "To ensure a high level of protection for human health, animal health and the environment, this Regulation should apply without prejudice to Union legislation on safety in the workplace and environmental and consumer protection."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "Active substances should be designated as candidates for substitution if they have certain intrinsic hazardous properties. In order to allow for a regular examination of substances identified as candidates for substitution, the approval period for those substances should not, even in the case of renewal, exceed seven years."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "The safety of food and feed is subject to Union legislation, in particular Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety(9). Therefore, the present Regulation should not apply to food and feed used as repellents or attractants."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "In order to facilitate the functioning of the authorisation and mutual recognition procedures, it is appropriate to establish a system for the mutual exchange of information. To accomplish this, a Register for Biocidal Products should be established. Member States, the Commission and the Agency should use this Register to make available to each other the particulars and scientific documentation submitted in connection with applications for authorisation of biocidal products."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "It is essential to minimise the number of tests on animals and for testing with biocidal products, or active substances contained in biocidal products, to be carried out only when the purpose and use of a product so requires. Applicants should share, and not duplicate, studies on vertebrates in exchange for equitable compensation. In the absence of an agreement on sharing of studies on vertebrates between the data owner and the prospective applicant, the Agency should allow the use of the studies by the prospective applicant without prejudice to any decision on compensation made by national courts. Competent authorities and the Agency should have access to the contact details of the owners of such studies via a Union register so as to inform prospective applicants."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "There is scientific uncertainty about the safety of nanomaterials for human health, animal health and the environment. In order to ensure a high level of consumer protection, free movement of goods and legal certainty for manufacturers, it is necessary to develop a uniform definition for nanomaterials, if possible based on the work of appropriate international forums and to specify that the approval of an active substance does not include the nanomaterial form unless explicitly mentioned. The Commission should regularly review the provisions on nanomaterials in the light of scientific progress."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "Taking into consideration that some products were not covered by Community legislation on biocidal products, it is appropriate to provide for transitional periods for such products and treated articles."
  },
  {
    "name": "REGULATION (EU) No 528/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 22 May 2012concerning the making available on the market and use of biocidal products(Text with EEA relevance)",
    "text": "Since the objective of this Regulation, namely, to improve the functioning of the internal market for biocidal products, whilst ensuring a high level of protection of both human and animal health and the environment cannot be sufficiently achieved by the Member States, and can therefore, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective,"
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "Decision No 1386/2013/EU of the European Parliament and of the Council(4)calls for an increase in private sector funding for environmental and climate-related expenditure, in particular by putting in place incentives and methodologies that stimulate companies to measure the environmental costs of their business and profits derived from using environmental services."
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "To avoid harming investor interests, fund managers and institutional investors that make available financial products should disclose how and to what extent they use the criteria for environmentally sustainable economic activities to determine the environmental sustainability of their investments. The information disclosed should enable investors to understand the proportion of the investments underlying the financial product in environmentally sustainable economic activities as a percentage of all investments underlying that financial product, thereby enabling investors to understand the degree of environmental sustainability of the investment. Where the investments underlying the financial product are in economic activities that contribute to an environmental objective, the information to be disclosed should specify the environmental objective or objectives to which the investment underlying the financial product contributes, as well as how and to what extent the investments underlying the financial product fund environmentally sustainable economic activities, and should include details on the respective proportions of enabling and transitional activities. The Commission should specify the information that needs to be disclosed in that regard. That information should enable national competent authorities to easily verify compliance with that disclosure obligation, and to enforce such compliance in accordance with applicable national law. Where financial market participants do not take the criteria for environmentally sustainable investments into account, they should provide a statement to that end. To avoid the circumvention of the disclosure obligation, that obligation should also apply where financial products are marketed as promoting environmental characteristics, including financial products that have as their objective environmental protection in a broad sense."
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "The environmental objective of the transition to a circular economy should be interpreted in accordance with relevant Union law in the areas of the circular economy, waste and chemicals, including Regulations (EC) No 1013/2006(19), (EC) No 1907/2006(20)and (EU) 2019/1021(21)of the European Parliament and of the Council and Directives 94/62/EC(22), 2000/53/EC(23), 2006/66/EC(24), 2008/98/EC(25), 2010/75/EU(26), 2011/65/EU(27), 2012/19/EU(28), (EU) 2019/883(29)and (EU) 2019/904(30)of the European Parliament and of the Council, Council Directive 1999/31/EC(31), Commission Regulation (EU) No 1357/2014(32)and Commission Decisions 2000/532/EC(33)and 2014/955/EU(34), and with the communications of the Commission of 2 December 2015 on ‘Closing the loop – An EU action plan for the Circular Economy’ and of 16 January 2018 on ‘A European Strategy for Plastics in a Circular Economy’."
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "An economic activity can contribute substantially to the environmental objective of transitioning to a circular economy in several ways. It can, for example, increase the durability, reparability, upgradability and reusability of products, or can reduce the use of resources through the design and choice of materials, facilitating repurposing, disassembly and deconstruction in the buildings and construction sector, in particular to reduce the use of building materials and promote the reuse of building materials. It can also contribute substantially to the environmental objective of transitioning to a circular economy by developing ‘product-as-a-service’ business models and circular value chains, with the aim of keeping products, components and materials at their highest utility and value for as long as possible. Any reduction in the content of hazardous substances in materials and products throughout the life cycle, including by replacing them with safer alternatives, should, as a minimum, be in accordance with Union law. An economic activity can also contribute substantially to the environmental objective of transitioning to a circular economy by reducing food waste in the production, processing, manufacturing or distribution of food."
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "In order to ensure the efficient and sustainable organisation of the work and meeting practices of both the Platform and the Member State Expert Group on Sustainable Finance, and in order to enable broad participation and efficient interaction within the groups, their subgroups, the Commission and stakeholders, the increased use of digital, including virtual, technologies should be considered, where appropriate."
  },
  {
    "name": "REGULATION (EU) 2020/852 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 18 June 2020on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088(Text with EEA relevance)",
    "text": "To give sufficient time to the relevant actors to familiarise themselves with the criteria for qualification as environmentally sustainable economic activities set out in this Regulation and to prepare for their application, the obligations set out in this Regulation should become applicable, for each environmental objective, 12 months after the relevant technical screening criteria have been established."
  },
  {
    "name": "REGULATION (EU) No 608/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 June 2013concerning customs enforcement of intellectual property rights and repealing Council Regulation (EC) No 1383/2003",
    "text": "The customs authorities should be competent to enforce intellectual property rights with regard to goods, which, in accordance with Union customs legislation, are liable to customs supervision or customs control, and to carry out adequate controls on such goods with a view to preventing operations in breach of intellectual property rights laws. Enforcing intellectual property rights at the border, wherever the goods are, or should have been, under customs supervision or customs control is an efficient way to quickly and effectively provide legal protection to the right-holder as well as the users and groups of producers. Where the release of goods is suspended or goods are detained by customs authorities at the border, only one legal proceeding should be required, whereas several separate proceedings should be required for the same level of enforcement for goods found on the market, which have been disaggregated and delivered to retailers. An exception should be made for goods released for free circulation under the end-use regime, as such goods remain under customs supervision, even though they have been released for free circulation. This Regulation should not apply to goods carried by passengers in their personal luggage provided that those goods are for their own personal use and there are no indications that commercial traffic is involved."
  },
  {
    "name": "REGULATION (EU) No 608/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 June 2013concerning customs enforcement of intellectual property rights and repealing Council Regulation (EC) No 1383/2003",
    "text": "In order to ensure the swift enforcement of intellectual property rights, it should be provided that, where the customs authorities suspect, on the basis of reasonable indications, that goods under their supervision infringe intellectual property rights, they may suspend the release of or detain the goods whether at their own initiative or upon application, in order to enable a person or entity entitled to submit an application to initiate proceedings for determining whether an intellectual property right has been infringed."
  },
  {
    "name": "REGULATION (EU) No 608/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 June 2013concerning customs enforcement of intellectual property rights and repealing Council Regulation (EC) No 1383/2003",
    "text": "Customs authorities and the Commission are encouraged to cooperate with the European Observatory on Infringements of Intellectual Property Rights in the framework of their respective competences."
  },
  {
    "name": "REGULATION (EU) 2021/784 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 29 April 2021on addressing the dissemination of terrorist content online(Text with EEA relevance)",
    "text": "This Regulation should set out rules to address the misuse of hosting services for the dissemination of terrorist content online in order to guarantee the smooth functioning of the internal market. Those rules should fully respect the fundamental rights protected in the Union and, in particular, those guaranteed by the Charter of Fundamental Rights of the European Union (the ‘Charter’)."
  },
  {
    "name": "REGULATION (EU) 2021/784 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 29 April 2021on addressing the dissemination of terrorist content online(Text with EEA relevance)",
    "text": "The procedure and obligations resulting from removal orders requiring hosting service providers to remove or disable access to terrorist content, following an assessment by the competent authorities, should be harmonised. Given the speed at which terrorist content is disseminated across online services, an obligation should be imposed on hosting service providers to ensure that the terrorist content identified in the removal order is removed or access to it is disabled in all Member States within one hour of receipt of the removal order. Except for in duly justified cases of emergency, the competent authority should provide the hosting service provider with information on procedures and applicable deadlines at least 12 hours in advance of issuing for the first time a removal order to that hosting service provider. Duly justified cases of emergency occur where the removal of or disabling of access to the terrorist content later than one hour after receipt of the removal order would result in serious harm, such as in situations of an imminent threat to the life or physical integrity of a person, or when such content depicts ongoing events resulting in harm to the life or physical integrity of a person. The competent authority should determine whether cases constitute emergency cases and duly justify its decision in the removal order. Where the hosting service provider cannot comply with the removal order within one hour of its receipt, on grounds offorce majeureorde factoimpossibility, including for objectively justifiable technical or operational reasons, it should inform the issuing competent authority as soon as possible and comply with the removal order as soon as the situation is resolved."
  },
  {
    "name": "REGULATION (EU) 2021/784 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 29 April 2021on addressing the dissemination of terrorist content online(Text with EEA relevance)",
    "text": "Hosting service providers that are exposed to terrorist content should, where they have terms and conditions, include therein provisions to address the misuse of their services for the dissemination to the public of terrorist content. They should apply those provisions in a diligent, transparent, proportionate and non-discriminatory manner."
  },
  {
    "name": "REGULATION (EU) 2021/784 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 29 April 2021on addressing the dissemination of terrorist content online(Text with EEA relevance)",
    "text": "Complaint procedures constitute a necessary safeguard against the erroneous removal of or disabling of access to content online where such content is protected under the freedom of expression and information. Hosting service providers should therefore establish user-friendly complaint mechanisms and ensure that complaints are dealt with expeditiously and in full transparency towards the content provider. The requirement for the hosting service provider to reinstate content that has been removed or access to which has been disabled in error should not affect the possibility for the hosting service provider to enforce its own terms and conditions."
  },
  {
    "name": "REGULATION (EU) No 1299/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal",
    "text": "For the benefit of the regions of the Union, a mechanism to organise support from the ERDF to external policy instruments, such as the ENI and the IPA II, should be set up, including where external cooperation programmes cannot be adopted or have to be discontinued. That mechanism should seek to achieve optimal functioning and the maximum possible coordination between those instruments."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "In accordance with the Charter of Fundamental Rights of the European Union, it is necessary, in addition to the right of appeal against any decision taken by the customs authorities, to provide for the right of every person to be heard before any decision is taken which would adversely affect him or her. However, restrictions to that right may be justified in particular where the nature or the level of the threat to the security and safety of the Union and its residents, to human, animal or plant health, to the environment or to consumers so requires."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "In order to supplement the factors on the basis of which import or export duty and other measures are applied, the power to adopt delegated acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of rules on origin of goods."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "The rules for customs declarations and for the placing of goods under a customs procedure should be modernised and streamlined, in particular by requiring that, as a rule, customs declarations be made electronically and by providing for only one type of simplified declaration and for the possibility to lodge a customs declaration in the form of an entry in the declarant's records."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "Since the Revised Kyoto Convention favours the lodging, registering and checking of the customs declaration prior to the arrival of the goods and, furthermore, the dissociation of the place where the declaration is lodged from the place where the goods are physically located, it is appropriate to provide for centralised clearance at the place where the economic operator is established."
  },
  {
    "name": "REGULATION (EU) No 952/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 9 October 2013laying down the Union Customs Code(recast)",
    "text": "In accordance with the principle of proportionality, as set out in Article 5 of the Treaty on European Union (TEU), it is necessary and appropriate, for the achievement of the basic objectives of enabling the customs union to function effectively and implementing the common commercial policy, to lay down the general rules and procedures applicable to goods brought into or taken out of the customs territory of the Union. In accordance with the first subparagraph of Article 5(4) TEU, this Regulation does not go beyond what is necessary in order to achieve those objectives."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "According to Article 168(7) TFEU, Union action is to respect the responsibilities of the Member States for the definition of their health policy and for the organisation and delivery of health services and medical care. Measures adopted pursuant to Article 168(4), point (a), TFEU are not to affect national provisions on the donation or medical use of organs and blood."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "Testing for communicable disease status, or for the purpose of matching a SoHO donor with a specific SoHO recipient, is an activity with a high degree of impact on the safety of SoHO and, as such, it should be considered as a SoHO activity. Laboratories that carry out such testing should therefore be registered as SoHO entities. While such testing is generally for the purpose of protecting the SoHO recipient, communicable disease testing of persons prior to the storage of SoHO collected from them, for the purpose of subsequent re-application to them, is important to prevent cross-contamination between such SoHO while in storage. Therefore, such testing should include the allogeneic, autologous and within-relationship use contexts."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "SoHO are frequently processed prior to distribution or, in the autologous context, prior to human application. Processing can have objectives such as: preservation by, for example, cooling, freezing or freeze-drying; pathogen inactivation by, for example, washing, antibiotic decontamination or sterilisation; or physical separation or purification into selected elements by, for example, centrifugation of blood to prepare red blood cell concentrates, platelet concentrates and plasma as separate components. If not performed correctly and in a consistent manner, processing steps carry risks of contamination or of changing the inherent properties of SoHO in a manner that might reduce their effectiveness. Therefore, processing of SoHO should be considered as a SoHO activity and any entity performing SoHO processing should be subject to appropriate oversight, including an obligation to obtain an authorisation for any SoHO preparation they distribute or apply. In cases where a surgical team prepares distributed SoHO for human application, without removal from the surgical field and immediately prior to the human application, such preparatory handling should not be considered as processing for the purposes of this Regulation. Such preparatory handling might include rinsing or rehydration, in accordance with the instructions provided with the SoHO, or cutting and shaping to render the SoHO suitable for the intended use in the SoHO recipient, for allogeneic or autologous use. In addition, in the autologous context, the preparation of SoHO during and for the purpose of human application as part of the same surgical intervention in which they were collected and without removal from the surgical field should not be considered as processing for the purposes of this Regulation. The necessary procedures to be carried out, in accordance with the instructions provided with the SoHO preparation, immediately prior to human application, of released and distributed SoHO should not be considered as processing for the purposes of this Regulation. Mixing of released human breast milk with medication before human application should also not be considered as processing."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "For the performance of SoHO supervisory activities aimed at verifying the correct application of SoHO legislation, Member States should designate SoHO competent authorities that act independently and impartially. It is therefore important that their function of oversight is separate and independent from the performance of SoHO activities. In particular, SoHO competent authorities should be free from political influence and from interference by industry or other actors that might affect their operational impartiality. Member States should designate SoHO competent authorities that act in the public interest, are appropriately resourced and equipped, and offer guarantees of impartiality, professionalism and transparency. When infringements relate to health risks, and the publication of information regarding those infringements can contribute to risk mitigation and the protection of SoHO donors, recipients, offspring from medically assisted reproduction or public health, SoHO competent authorities should, where necessary, be able to prioritise transparency of their enforcement activities over the protection of confidentiality of anyone that has infringed this Regulation."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "Since SoHO preparations can be subjected to a series of SoHO activities, performed in accordance with the processing method chosen, prior to their release and distribution, SoHO competent authorities should assess and authorise SoHO preparations to verify that a high level of quality, safety and effectiveness is achieved consistently as a result of that specific series of activities, performed in that specific manner. When SoHO are prepared with newly developed and validated collection, testing or processing methods, safety and effectiveness in SoHO recipients should be demonstrated by means of clinical-outcome data collection and review. The extent of such required clinical-outcome monitoring should correlate with the level of risk associated with the activities performed for that SoHO preparation and use. Where a new or modified SoHO preparation poses negligible risks for SoHO recipients or offspring from medically assisted reproduction or there is a high degree of certainty that benefit outweighs risk, based on the evidence provided, the vigilance requirements provided for in this Regulation should be adequate to verify quality and safety and effectiveness. This should apply for well-established SoHO preparations that are introduced in a new SoHO entity but have been robustly demonstrated as being safe and effective by their use in other entities."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "In order to ensure self-sufficiency and sustainability of supply of critical SoHO, Member States should establish national SoHO emergency plans setting out measures for cases where the supply situation for critical SoHO presents or is likely to present a serious risk to human health. Such plans should incorporate measures that impact the demand for critical SoHO, SoHO donor recruitment and retainment strategies and arrangements for cooperation between SoHO competent authorities, experts and relevant stakeholders. National SoHO emergency plans contribute to European self-sufficiency in terms of supply of critical SoHO. Providing training and better information for prescribers would reduce the risk of unnecessary human application of SoHO. Furthermore, it is important that Member States improve patients’ safety by minimising the risks associated with human application of SoHO, and improve patient outcomes, while at the same time ensuring sufficiency of SoHO supplies and reducing financial pressure on healthcare systems of Member States. Some Member States do so, inter alia, via the Patient Blood Management (PBM) approach as endorsed by the World Health Organization."
  },
  {
    "name": "REGULATION (EU) 2024/1938 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 13 June 2024on standards of quality and safety for substances of human origin intended for human application and repealing Directives 2002/98/EC and 2004/23/EC(Text with EEA relevance)",
    "text": "In order to enable better access to health data in the interests of public health, Member States should entrust SoHO competent authorities as data controllers within the meaning of Regulation (EU) 2016/679 with powers to take decisions on the access to such data."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "The northern sparsely populated regions should benefit from specific measures and additional funding to offset the severe and natural or demographic handicaps referred to in Article 2 of Protocol No 6 to the 1994 Act of Accession."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "The contributions by Member States to joint uncapped guarantee and securitisation financial instruments in favour of SMEs should be phased over the years 2014, 2015 and 2016 and the amounts to be paid by the Member States to the EIB should be scheduled accordingly in the funding agreement, in line with standard banking practice and with a view to spreading the effects on payment appropriations in any individual year."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In order to ensure an effective use of Union resources, and avoid the over-financing of operations generating net revenue after completion, different methods should be used to determine the net revenue generated by such operations, including a simplified approach based on flat rates for sectors or subsectors. The flat rates should be based on historical data available to the Commission, the potential for cost recovery and the polluter-pays principle, where applicable. There should also be provision to extend flat rates to new sectors, introduce subsectors or review the rates for future operations when new data becomes available, by means of a delegated act. The use of flat rates could be particularly suitable for operations in the fields of information and communication technologies (ICT), RDI and energy efficiency. In addition, to ensure the application of the principle of proportionality and to take account of other regulatory and contractual provisions that could apply, it is necessary to set out the exemptions from those rules."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "It is important to ensure a proportionate approach and avoid a duplication of the verification of financing needs in the case of operations which generate net revenue after completion which are also subject to State aid rules, given that such rules also establish limits on support which can be granted. Consequently, where there is de minimis aid, compatible State aid to SMEs with an aid intensity or an aid amount limit applied, or compatible State aid to large enterprises where an individual verification of financing needs in accordance with applicable State aid rules has been carried out, the provisions requiring the calculation of net revenue should not apply. Nevertheless, it should be open to a Member State to apply the methods for calculating net revenue where this is provided for in national rules."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In circumstances where a Member State prepares a maximum of one operational programme for each Fund, so that both the programmes and the Partnership Agreement are prepared at national level, specific arrangements should be set out to ensure the complementarity of such documents."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "It is necessary to determine the elements for modulating the co-financing rate from the Funds to priority axes, in particular, to increase the multiplier effect of Union resources. It is also necessary to establish the maximum rates of co-financing by category of region in order to ensure that the principle of co-financing is respected through an appropriate level of public or private national support."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "The certifying authority should draw up and submit to the Commission payment applications. It should draw up the accounts, certifying their completeness, accuracy and veracity and that the expenditure entered in them complies with applicable Union and national rules. The certifying authority's responsibilities and functions should be set out."
  },
  {
    "name": "REGULATION (EU) No 1303/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006",
    "text": "In addition to common rules on financial management for the ESI Funds, additional provisions for the Funds and the EMFF should be laid down. In particular, with a view to ensuring reasonable assurance for the Commission prior to the acceptance of accounts, applications for interim payments should be reimbursed, at a rate of 90 % of the amount resulting from applying the co-financing rate for each priority, laid down in the decision adopting the operational programme, to the eligible expenditure for the priority. The outstanding amounts due should be paid to the Member States upon acceptance of accounts, provided that the Commission is able to conclude that the accounts are complete, accurate and true."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "To achieve this objective, action should be taken at Union level to protect people, public spaces and critical infrastructure from increasingly transnational threats and to support the work carried out by Member States’ competent authorities. Terrorism, serious and organised crime, itinerant crime, drug and arms trafficking, corruption, money laundering, cybercrime, sexual exploitation, including the sexual exploitation of children, hybrid threats, as well as chemical, biological, radiological and nuclear threats, and trafficking in human beings, inter alia, continue to challenge the internal security of the Union. Internal security is a shared endeavour to which the Union institutions, relevant Union agencies and Member States should jointly contribute."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "Funding from the Union budget should concentrate on actions for which Union intervention can bring greater added value compared with action by Member States alone. In line with Article 84 and Article 87(2) TFEU, the Fund should support measures to promote and support the action of Member States in the field of crime prevention, the joint training of staff and police cooperation, as well as judicial cooperation in criminal matters involving Member States’ competent authorities and Union agencies, especially as regards the exchange of information, increased operational cooperation and support for necessary efforts to strengthen capabilities to prevent and combat terrorism and serious and organised crime. The Fund should also support training of relevant staff and experts, in line with the general principles of the European Law Enforcement Training Scheme (LETS). The Fund should not support operating costs and activities related to the essential functions of the Member States concerning the maintenance of law and order and the safeguarding of internal and national security as referred to in Article 72 TFEU."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In order to ensure that the Fund makes an effective contribution to a higher level of internal security throughout the Union, and thereby contributes to the development of a genuine security union, the Fund should be used in a way that provides the most Union added value to the actions of the Member States."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In keeping with the principle of efficiency, synergies and consistency should be sought with other Union funds, and overlap between actions should be avoided."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In order to maximise the effective achievement of policy objectives, to exploit economies of scale and to avoid overlaps between actions, the Fund should be consistent with and complementary to other Union financial programmes in the field of security. In particular, synergies should be ensured with the Asylum, Migration and Integration Fund and the Integrated Border Management Fund, which consists of the Instrument for Financial Support for Border Management and Visa Policy established by Regulation (EU) 2021/1148, and the instrument for financial support for customs control equipment established by Regulation (EU) 2021/1077 of the European Parliament and of the Council(6), as well as with the other Cohesion Policy Funds covered by Regulation (EU) 2021/1060 of the European Parliament and of the Council(7),"
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "The Fund should address the need for increased flexibility and simplification, while respecting requirements in relation to predictability, and ensure that there is a fair and transparent distribution of resources to meet the objectives laid down in this Regulation. The implementation of the Fund should be guided by the principles of efficiency, effectiveness, relevance, coherence, Union added value and quality of spending. Furthermore, the Fund should be implemented in the most user-friendly manner possible."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "As challenges in the area of security are constantly evolving, there is a need to adapt the allocation of funding to changes in internal and external security threats and a need to steer funding towards the priorities with the highest Union added value. To respond to pressing needs and to changes in policy and Union priorities, and to steer funding towards actions with a high level of Union added value, part of the funding should be periodically allocated, via a thematic facility, to specific actions, Union actions and emergency assistance."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "The policy objective of the Fund should also be addressed through financial instruments and budgetary guarantees under the policy windows of the InvestEU Programme established by Regulation (EU) 2021/523. Such financial support should be used to address market failures or sub-optimal investment situations in a proportionate manner, should not duplicate or crowd out private financing or distort competition in the internal market. Actions should have clear Union added value."
  },
  {
    "name": "REGULATION (EU) 2021/1149 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 7 July 2021establishing the Internal Security Fund",
    "text": "In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council(25). The examination procedure should be used for the adoption of implementing acts that lay down common obligations on Member States, in particular obligations concerning the provision of information to the Commission, and the advisory procedure should be used for the adoption of implementing acts relating to the detailed arrangements for the provision of information to the Commission in the framework of programming and reporting, given their purely technical nature. The Commission should adopt immediately applicable implementing acts relating to the adoption of decisions to award emergency assistance provided for by this Regulation where, in duly justified cases relating to the nature and purpose of such assistance, imperative grounds of urgency so require."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "In order to ensure that trading carried out OTC does not jeopardise efficient price discovery or a transparent level playing field between means of trading, appropriate pre-trade transparency requirements should apply to investment firms dealing on own account in financial instruments OTC insofar as it is carried out in their capacity as systematic internalisers in relation to shares, depositary receipts, ETFs, certificates or other similar financial instruments for which there is a liquid market and bonds, structured finance products, emission allowances and derivatives which are traded on a trading venue and for which there is a liquid market."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "Market data should be easily and readily available to users in a format as disaggregated as possible to allow investors, and data service providers serving their needs, to customise data solutions to the furthest possible degree. Therefore, pre-trade and post-trade transparency data should be made available to the public in an ‘unbundled’ fashion in order to reduce costs for market participants when purchasing data."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "Directive 95/46/EC of the European Parliament and of the Council(10)and Regulation (EC) No 45/2001 of the European Parliament and of the Council(11)should be fully applicable to the exchange, transmission and processing of personal data for the purposes of this Regulation, particularly Title IV, by Member States and ESMA."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "Regulation (EU) No 648/2012 lays down the criteria according to which classes of OTC derivatives should be subject to the clearing obligation. It prevents competitive distortions by requiring non-discriminatory access to CCPs offering clearing of OTC derivatives to trading venues and non-discriminatory access to the trade feeds of trading venues to CCPs offering clearing of OTC derivatives. As OTC derivatives are defined as derivative contracts whose execution does not take place on a regulated market, there is a need to introduce similar requirements for regulated markets under this Regulation. Derivatives traded on regulated markets should also be centrally cleared."
  },
  {
    "name": "REGULATION (EU) No 600/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 15 May 2014on markets in financial instruments and amending Regulation (EU) No 648/2012(Text with EEA relevance)",
    "text": "In addition to requirements in Directive 2004/39/EC and in Directive 2014/65/EU that prevent Member States from unduly restricting access to post-trade infrastructure such as CCP and settlement arrangements, it is necessary that this Regulation removes various other commercial barriers that can be used to prevent competition in the clearing of financial instruments. To avoid any discriminatory practices, CCPs should accept to clear transactions executed in different trading venues, to the extent that those venues comply with the operational and technical requirements established by the CCP, including the risk management requirements. Access should be granted by a CCP if certain access criteria specified in regulatory technical standards are met. With regard to newly established CCPs that have been authorised or recognised for a period of less than three years at the point of entry into force of this Regulation, with respect to transferable securities and money market instruments, there should be the possibility for competent authorities to approve a transitional period of up to two-and-a-half years before they are exposed to full non-discriminatory access in relation to transferable securities and money market instruments. However, if a CCP chooses to avail of the transitional arrangement it should not be able to benefit from the access rights to a trading venue under this Regulation for the duration of the transitional arrangement. Furthermore, no trading venue with a close link to that CCP should be able to benefit from the access rights to a CCP under this Regulation for the duration of the transitional arrangement."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "Closer and more effective cooperation between social security institutions is a key factor in allowing the persons covered by Regulation (EC) No 883/2004 to access their rights as quickly as possible and under optimum conditions."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "Certain specific rules and procedures are required in order to define the legislation applicable for taking account of periods during which an insured person has devoted time to bringing up children in the various Member States."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "More binding procedures to reduce the time needed for payment of these claims between Member States’ institutions are essential in order to maintain confidence in the exchanges and meet the need for sound management of Member States’ social security systems. Procedures for the processing of claims relating to sickness and unemployment benefits should therefore be strengthened."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "Procedures between institutions for mutual assistance in recovery of social security claims should be strengthened in order to ensure more effective recovery and smooth functioning of the coordination rules. Effective recovery is also a means of preventing and tackling abuses and fraud and a way of ensuring the sustainability of social security schemes. This involves the adoption of new procedures, taking as a basis a number of existing provisions in Council Directive 2008/55/EC of 26 May 2008 on mutual assistance for the recovery of claims relating to certain levies, duties, taxes and other measures(4). Such new recovery procedures should be reviewed in the light of the experience after five years of implementation and adjusted if necessary, in particular to ensure they are fully operable."
  },
  {
    "name": "REGULATION (EC) No 987/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 16 September 2009laying down the procedure for implementing Regulation (EC) No 883/2004 on the coordination of social security systems(Text with relevance for the EEA and for Switzerland)",
    "text": "Since the objective of this Regulation, namely the adoption of coordination measures in order to guarantee the effective exercise of the free movement of persons, cannot be sufficiently achieved by the Member States and can therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary to achieve that objective."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "In order to help beneficiaries to become more aware of the relationship between agricultural practices and management of farms on the one hand, and standards relating to the environment, climate change, good agricultural condition of land, food safety, public health, animal health, plant health and animal welfare on the other, it is necessary for Member States to establish a comprehensive farm advisory system offering advice to beneficiaries. That farm advisory system should not, in any way, affect the obligation and responsibility of beneficiaries to respect those standards. Furthermore, a clear separation between advice and checks should be ensured by the Member States."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "In the context of respecting budget discipline, it is necessary to define the annual ceiling for the expenditure financed by the EAGF by taking into account the maximum amounts laid down for that Fund under the multiannual financial framework provided for in Council Regulation (EU, Euratom) No 1311/2013(9)."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "Information technology needs to be used as extensively as possible in order to produce the information to be sent to the Commission. When carrying out checks, the Commission should have full and immediate access to expenditure information recorded in both paper and electronic form."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The Commission is responsible for the implementation of the budget of the European Union in cooperation with Member States in accordance with Article 317 TFEU. The Commission is empowered to decide, by means of implementing acts, whether the expenditure effected by the Member States complies with Union law. Member States should be given the right to justify their decisions to make payments and should have recourse to conciliation where there is no common agreement between them and the Commission. In order to give Member States legal and financial assurances as to expenditure effected in the past, a maximum period should be set for the Commission to decide which financial consequences should follow from non-compliance. As regards the EAFRD, the conformity clearance procedure should be in line with the provisions on the financial corrections by the Commission as laid down in Part 2 of Regulation (EU) No 1303/2013."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The recovery procedures used by the Member States may have the effect of delaying recovery for a number of years, with no guarantee that the outcome will actually be successful. The cost of implementing those procedures may also be disproportionate to the amounts which are or may be collected. Consequently, Member States should be permitted to halt recovery procedures in certain cases."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "Beneficiaries should understand their compliance obligations clearly in relation to the rules on cross-compliance. For that purpose, all requirements and standards forming part of those rules should be communicated by Member States in an exhaustive, understandable and explanatory way, including, where possible, by electronic means."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "In the interests of sound financial management of the Union's budget and impartiality of treatment at both Member State and beneficiary level, rules on the use of the euro should be laid down."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "Alternatively, the objective of reinforcing public control in respect of individual beneficiaries could be served by providing for an obligation on Member States to ensure public access to the relevant information upon request, without publication. This would however be less effective and run the risk of creating unwanted divergencies in implementation. Consequently, national authorities should be enabled to rely on the public control in respect of individual beneficiaries through the publication of their names and other relevant data."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "In order to comply with the data protection requirements, beneficiaries of the Funds should be informed of the publication of their data before that publication takes place. They should also be informed that that data may be processed by auditing and investigating bodies of the Union and Member States for the purpose of safeguarding the Union's financial interests. Furthermore, the beneficiaries should be informed about their rights under Directive 95/46/EC and the procedures applicable for exercising these rights."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "They should also cover: in the context of the financial discipline procedure, the adjustment rate for the direct payments as well as its adaptation as well as the terms and conditions applicable to appropriations carried over in accordance with Article 169(3) of Regulation (EU, Euratom) No 966/2012 in order to finance the direct payments; in the context of the budget discipline procedure, the provisional setting of the amount of the payments and the provisional distribution of the available budget among the Member States."
  },
  {
    "name": "REGULATION (EU) No 1306/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 17 December 2013on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008",
    "text": "The advisory procedure should be used for the adoption of certain implementing acts. With regard to the implementing acts involving the calculation of amounts by the Commission the advisory procedure enables the Commission to fully assume its responsibility of managing the budget and aims to increase efficiency, predictability and rapidity, when complying with the time limits and the budgetary procedures. With regard to the implementing acts related to payments made to the Member States and the operation of the clearance of accounts procedure, the advisory procedure enables the Commission to fully assume its responsibility of managing the budget and verifying the annual accounts of the national paying agencies with a view to accepting such accounts or, in the case of expenditure not effected in compliance with Union rules, to excluding such expenditure from Union financing. In other cases, the examination procedure should be used for the adoption of implementing acts."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "This Regulation does not apply to issues of protection of fundamental rights and freedoms or the free flow of personal data related to activities which fall outside the scope of Union law, such as activities concerning national security. This Regulation does not apply to the processing of personal data by the Member States when carrying out activities in relation to the common foreign and security policy of the Union."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Where processing is carried out in accordance with a legal obligation to which the controller is subject or where processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority, the processing should have a basis in Union or Member State law. This Regulation does not require a specific law for each individual processing. A law as a basis for several processing operations based on a legal obligation to which the controller is subject or where processing is necessary for the performance of a task carried out in the public interest or in the exercise of an official authority may be sufficient. It should also be for Union or Member State law to determine the purpose of processing. Furthermore, that law could specify the general conditions of this Regulation governing the lawfulness of personal data processing, establish specifications for determining the controller, the type of personal data which are subject to the processing, the data subjects concerned, the entities to which the personal data may be disclosed, the purpose limitations, the storage period and other measures to ensure lawful and fair processing. It should also be for Union or Member State law to determine whether the controller performing a task carried out in the public interest or in the exercise of official authority should be a public authority or another natural or legal person governed by public law, or, where it is in the public interest to do so, including for health purposes such as public health and social protection and the management of health care services, by private law, such as a professional association."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "A data subject should have the right of access to personal data which have been collected concerning him or her, and to exercise that right easily and at reasonable intervals, in order to be aware of, and verify, the lawfulness of the processing. This includes the right for data subjects to have access to data concerning their health, for example the data in their medical records containing information such as diagnoses, examination results, assessments by treating physicians and any treatment or interventions provided. Every data subject should therefore have the right to know and obtain communication in particular with regard to the purposes for which the personal data are processed, where possible the period for which the personal data are processed, the recipients of the personal data, the logic involved in any automatic personal data processing and, at least when based on profiling, the consequences of such processing. Where possible, the controller should be able to provide remote access to a secure system which would provide the data subject with direct access to his or her personal data. That right should not adversely affect the rights or freedoms of others, including trade secrets or intellectual property and in particular the copyright protecting the software. However, the result of those considerations should not be a refusal to provide all information to the data subject. Where the controller processes a large quantity of information concerning the data subject, the controller should be able to request that, before the information is delivered, the data subject specify the information or processing activities to which the request relates."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Methods by which to restrict the processing of personal data could include, inter alia, temporarily moving the selected data to another processing system, making the selected personal data unavailable to users, or temporarily removing published data from a website. In automated filing systems, the restriction of processing should in principle be ensured by technical means in such a manner that the personal data are not subject to further processing operations and cannot be changed. The fact that the processing of personal data is restricted should be clearly indicated in the system."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Where personal data might lawfully be processed because processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller, or on grounds of the legitimate interests of a controller or a third party, a data subject should, nevertheless, be entitled to object to the processing of any personal data relating to his or her particular situation. It should be for the controller to demonstrate that its compelling legitimate interest overrides the interests or the fundamental rights and freedoms of the data subject."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The controller should communicate to the data subject a personal data breach, without undue delay, where that personal data breach is likely to result in a high risk to the rights and freedoms of the natural person in order to allow him or her to take the necessary precautions. The communication should describe the nature of the personal data breach as well as recommendations for the natural person concerned to mitigate potential adverse effects. Such communications to data subjects should be made as soon as reasonably feasible and in close cooperation with the supervisory authority, respecting guidance provided by it or by other relevant authorities such as law-enforcement authorities. For example, the need to mitigate an immediate risk of damage would call for prompt communication with data subjects whereas the need to implement appropriate measures against continuing or similar personal data breaches may justify more time for communication."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Directive 95/46/EC provided for a general obligation to notify the processing of personal data to the supervisory authorities. While that obligation produces administrative and financial burdens, it did not in all cases contribute to improving the protection of personal data. Such indiscriminate general notification obligations should therefore be abolished, and replaced by effective procedures and mechanisms which focus instead on those types of processing operations which are likely to result in a high risk to the rights and freedoms of natural persons by virtue of their nature, scope, context and purposes. Such types of processing operations may be those which in, particular, involve using new technologies, or are of a new kind and where no data protection impact assessment has been carried out before by the controller, or where they become necessary in the light of the time that has elapsed since the initial processing."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Associations or other bodies representing categories of controllers or processors should be encouraged to draw up codes of conduct, within the limits of this Regulation, so as to facilitate the effective application of this Regulation, taking account of the specific characteristics of the processing carried out in certain sectors and the specific needs of micro, small and medium enterprises. In particular, such codes of conduct could calibrate the obligations of controllers and processors, taking into account the risk likely to result from the processing for the rights and freedoms of natural persons."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "In order to enhance transparency and compliance with this Regulation, the establishment of certification mechanisms and data protection seals and marks should be encouraged, allowing data subjects to quickly assess the level of data protection of relevant products and services."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Where a Member State establishes several supervisory authorities, it should establish by law mechanisms for ensuring the effective participation of those supervisory authorities in the consistency mechanism. That Member State should in particular designate the supervisory authority which functions as a single contact point for the effective participation of those authorities in the mechanism, to ensure swift and smooth cooperation with other supervisory authorities, the Board and the Commission."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The decision should be agreed jointly by the lead supervisory authority and the supervisory authorities concerned and should be directed towards the main or single establishment of the controller or processor and be binding on the controller and processor. The controller or processor should take the necessary measures to ensure compliance with this Regulation and the implementation of the decision notified by the lead supervisory authority to the main establishment of the controller or processor as regards the processing activities in the Union."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "Each supervisory authority should, where appropriate, participate in joint operations with other supervisory authorities. The requested supervisory authority should be obliged to respond to the request within a specified time period."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "The controller or processor should compensate any damage which a person may suffer as a result of processing that infringes this Regulation. The controller or processor should be exempt from liability if it proves that it is not in any way responsible for the damage. The concept of damage should be broadly interpreted in the light of the case-law of the Court of Justice in a manner which fully reflects the objectives of this Regulation. This is without prejudice to any claims for damage deriving from the violation of other rules in Union or Member State law. Processing that infringes this Regulation also includes processing that infringes delegated and implementing acts adopted in accordance with this Regulation and Member State law specifying rules of this Regulation. Data subjects should receive full and effective compensation for the damage they have suffered. Where controllers or processors are involved in the same processing, each controller or processor should be held liable for the entire damage. However, where they are joined to the same judicial proceedings, in accordance with Member State law, compensation may be apportioned according to the responsibility of each controller or processor for the damage caused by the processing, provided that full and effective compensation of the data subject who suffered the damage is ensured. Any controller or processor which has paid full compensation may subsequently institute recourse proceedings against other controllers or processors involved in the same processing."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "This Regulation respects and does not prejudice the status under existing constitutional law of churches and religious associations or communities in the Member States, as recognised in Article 17 TFEU."
  },
  {
    "name": "REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 27 April 2016on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Text with EEA relevance)",
    "text": "In order to fulfil the objectives of this Regulation, namely to protect the fundamental rights and freedoms of natural persons and in particular their right to the protection of personal data and to ensure the free movement of personal data within the Union, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission. In particular, delegated acts should be adopted in respect of criteria and requirements for certification mechanisms, information to be presented by standardised icons and procedures for providing such icons. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "To meet its objectives, ETIAS should provide an online application form that the applicant should fill in with declarations relating to his or her identity, travel document, residence information, contact details, level of education and job group, any status he or she holds of family member to Union citizens or third-country nationals enjoying the right of free movement and not holding a residence card pursuant to Directive 2004/38/EC or a residence permit pursuant to Regulation (EC) No 1030/2002, where the applicant is minor, details of the person responsible for him or her, and answers to a set of background questions."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "The personal data provided by the applicant should be processed by ETIAS for the sole purposes of assessing whether the entry of the applicant into the Union could pose a security, illegal immigration or high epidemic risk in the Union."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "This Regulation should contain clear provisions on liability and the right to compensation for the unlawful processing of personal data and for any other act incompatible with this Regulation. Such provisions should be without prejudice to the right to compensation from, and liability of the controller or processor under Regulation (EU) 2016/679, Directive (EU) 2016/680 and Regulation (EC) No 45/2001. eu-LISA should be responsible for any damage it causes in its capacity as a data processor where it has not complied with the obligations specifically imposed on it by this Regulation, or where it has acted outside or contrary to lawful instructions of the Member State which is the data controller."
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "to define the requirements of the secure account service,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "to specify the content and format of additional questions to applicants who reply affirmatively to one of the questions relating to convictions for criminal offences, stays in war or conflict zones and decisions to leave the territory or return decisions, and to set out a predetermined list of answers,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "to lay down the content and format of a predetermined list of options for applicants requested to provide additional information or documentation,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "to further define the security, illegal immigration or high epidemic risks to be used to establish the specific risk indicators,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "to establish adequate safeguards by providing rules and procedures to avoid conflicts with alerts in other information systems and to define the conditions, the criteria and the duration of the flagging,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "the requirements, testing and operation of the means of audio and video communication relied on for applicant interviews, and detailed rules on data protection, security and confidentiality applicable to such communication,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "a form for refusal, annulment or revocation of a travel authorisation,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "amendment, erasure and advance erasure of data,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "the keeping of logs and access to them,"
  },
  {
    "name": "REGULATION (EU) 2018/1240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 12 September 2018establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226",
    "text": "This Regulation respects fundamental rights and observes the principles recognised by the Charter of Fundamental Rights of the European Union."
  }
]